{
  "users": [
    {
      "id": 1,
      "username": "admin",
      "password": "123"
    },
    {
      "id": 2,
      "username": "dobleh",
      "password": "qwe"
    },
    {
      "id": 3,
      "username": "jamal",
      "password": "1234"
    }
  ],
  "movies": [
    {
      "id": 1,
      "title": "Jumanji: The Next Level",
      "sutradara": "Jake Kasdan",
      "durasi": 121,
      "jadwal": [
        9,
        12,
        16
      ],
      "synopsis": "Dwayne Johnson, Karen Gillan, Jack Black dan Kevin Hart kembali ke Jumanji, keempatnya harus menyelamatkan salah satu teman mereka. Namun permainan telah berubah. Para pemain kini harus lebih berani melintasi rintangan ekstrem dan kembali dengan selamat dari permainan paling berbahaya di dunia.",
      "image": "https://media.21cineplex.com/webcontent/gallery/pictures/157422945871583_287x421.jpg",
      "genre": "Actions",
      "produksi": "Columbia Pictures"
    },
    {
      "id": 2,
      "title": "Last Christmas",
      "sutradara": "Paul Feig",
      "durasi": 121,
      "jadwal": [
        9,
        12,
        16
      ],
      "synopsis": "Kate (Emilia Clarke) adalah seorang wanita muda yang mengambil keputusan buruk. Kencan terakhirnya berakhir dengan bencana? Saat diterima di sebuah toko pernak-pernik natal dan berperan sebagai Peri ia bertemu dengan Tom (Henry Golding), Hidupnya berubah lagi. Bagi Kate, sepertinya terlalu bagus untuk menjadi kenyataan.",
      "image": "https://media.21cineplex.com/webcontent/gallery/pictures/157285280844221_287x421.jpg",
      "genre": "Romance",
      "produksi": "Universal Pictures"
    },
    {
      "title": "Eggnoid",
      "image": "https://media.21cineplex.com/webcontent/gallery/pictures/157356145959988_287x421.jpg",
      "synopsis": "Selama 2 tahun terakhir Ran dan Eggy telah menjadi sepasang sahabat yang tak terpisahkan. Ran yang dulu kesepian dan penuh dengan kesedihan, kini menjadi sosok yang lebih bahagia karena Eggy. Perasaan yang awalnya hanya sebagai sahabat, pelan-pelan berubah menjadi cinta. Sayangnya, Eggy bukan manusia biasa. Melainkan Eggnoid yang dikirim dari masa depan. Sebagai Eggnoid, Eggy memiliki aturan-aturan yang tidak boleh dilanggar. Kini, Eggy terancam dikirim pulang ke masa depan dan berpisah dengan Ran selamanya karena salah satu aturan besar yang tidak boleh ia langgar adalah jatuh cinta dan pacaran dengan Ran.",
      "sutradara": "Naya Anandita",
      "durasi": "123",
      "genre": "horror",
      "produksi": "RANS ENTERTAIMENT",
      "id": 3
    }
  ]
}